[
  {
    "url": "https://www.jiomart.com/p/groceries/lentil-sprouts-200-g/590003515",
    "name": "Onion 1 kg",
    "price": "₹33.00",
    "image": "https://www.jiomart.com/images/product/original/590003515/onion-1-kg-product-images-o590003515-p590003515-0-202203170724.jpg?im=Resize=(360,360)",
    "description": "The beauty of an Onion is that it can go just about anywhere. Cut it into thin slices to top off your favourite burger or hot dog, or chop it into little cubes to bring out the sweetness in curry dishes. Chopped Onions are perfect for fish dishes, quiche, stews and chili. Onions can be roasted whole until tender and then chopped, or caramelized by slowly cooking them in butter for a delicious treat for a delicious treat. They are also delicious when dipped in batter and deep-fried! So, go ahead, buy Onion 1 kg online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/sweet-corn-1-pc/590001266",
    "name": "Sweet Corn 1 pc (Approx 250 g - 450 g)",
    "price": "₹18.00",
    "image": "https://www.jiomart.com/images/product/original/590001266/sweet-corn-1-pc-approx-250-g-450-g-product-images-o590001266-p590001266-0-202203170359.jpg?im=Resize=(360,360)",
    "description": "Also known as Maize, Sweet Corn is a cereal grain that originates from the Mexican region. Crisp, sweet, and delicious, sweet corn is a summer staple. It tastes amazing when grilled, where the rich charring and smoky flavour it gets is hard to beat. You can use corn in salads, baked goods, casseroles, and a variety of other recipes. Buy Sweet Corn 1 pc (Approx 250 g - 450 g) online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/tomato-country-1-kg/590000091",
    "name": "Tomato Country 1 kg",
    "price": "₹42.00",
    "image": "https://www.jiomart.com/images/product/original/590000091/tomato-country-1-kg-product-images-o590000091-p590000091-0-202203151014.jpg?im=Resize=(360,360)",
    "description": "Fresh, and delicious tomatoes are a summertime favourite. Tomatoes are perfect for sauces and salsas, or try marinating them in herbs and olive oil for an easy appetizer. Enjoy a delicious cup of tomato soup on a lazy afternoon or simply use it as a pizza topping on an exciting evening watching your favourite sports. So, go ahead, buy Tomato Country online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/tapioca-1-kg/590003516",
    "name": "Potato per kg",
    "price": "₹32.00",
    "image": "https://www.jiomart.com/images/product/original/590003516/potato-per-kg-product-images-o590003516-p590003516-0-202203170642.jpg?im=Resize=(360,360)",
    "description": "Potato is a root vegetable and the most versatile of all. It is widely used across Indian kitchens paired with numerous other vegetables for preparation of several delicacies. Be it Brinjal, Cauliflower, Tomato, Onion or be it Soyabean Chunks or the Spinach clan- Potatoes goes with all for delicious cuisines. Buy Potato per kg online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/onion-5-kg-pack/590002136",
    "name": "Onion 5 kg (Pack)",
    "price": "₹160.00",
    "image": "https://www.jiomart.com/images/product/original/590002136/onion-5-kg-pack-product-images-o590002136-p590002136-0-202203141906.jpg?im=Resize=(360,360)",
    "description": "The beauty of an Onion is that it can go just about anywhere. Cut it into thin slices to top off your favourite burger or hot dog, or chop it into little cubes to bring out the sweetness in curry dishes. Chopped Onions are perfect for fish dishes, quiche, stews and chili. Onions can be roasted whole until tender and then chopped, or caramelized by slowly cooking them in butter for a delicious treat. They are also delicious when dipped in batter and deep-fried! So, go ahead, buy Onion 5 kg (Pack) online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/cabbage-1-pc/590002370",
    "name": "Cabbage 1 pc (Approx 600 g - 1000 g)",
    "price": "₹16.00",
    "image": "https://www.jiomart.com/images/product/original/590002370/cabbage-1-pc-approx-600-g-1000-g-product-images-o590002370-p590002370-0-202203150551.jpg?im=Resize=(360,360)",
    "description": "Cabbage is your secret weapon for any recipe that needs a handful of leafy greens. Use cabbage to add crunch and flavour to your dinner recipes. Break it up and layer on top of pizza. Shred or slice cabbage on your favourite sandwiches, burgers, tacos, and more! Add it to any soup or stew, or throw some into a fresh green salad for added crunch. So, go ahead, buy Cabbage 1 pc (Approx 600 g - 1000 g) online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/coconut-1-pc/590000086",
    "name": "Big Coconut 1 Pc ( Approx 350 g - 600 g)",
    "price": "₹29.00",
    "image": "https://www.jiomart.com/images/product/original/590000086/big-coconut-1-pc-approx-350-g-600-g-product-images-o590000086-p590000086-0-202311291444.jpg?im=Resize=(360,360)",
    "description": "Coconut is a power packed fruit that originates from the Tropical region. It is consumed globally in different forms like Coconut Milk, Coconut Water, Coconut Oil etc. There's a raw white meat inside the Coconut shell which is known as the Kernel. The Kernel is the edible, sweet tasting part of the Coconut which has firm texture and is delicious. Coconut Milk and Cream is made by cold pressing the grated raw meat. Dried Kernels can be grated and stored for cooking or baking. It can also be made into flour from which numerous Indian desserts are prepared. Buy Big Coconut 1 pc (Approx 350 g - 600 g) online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/carrot-per-kg/590000264",
    "name": "Carrot Red per kg",
    "price": "₹40.00",
    "image": "https://www.jiomart.com/images/product/original/590000264/carrot-red-per-kg-product-images-o590000264-p590000264-0-202203151749.jpg?im=Resize=(360,360)",
    "description": "Carrots are a great addition to soups and stews, appetizers and hors d'oeuvres, side dishes and salads. These Red Carrots are sweeter in taste than the orange variety. They can be roasted in the oven or boiled on the stove top. Try using carrots in place of potato slices in soup, for a lower-carbohydrate meal. They can also be used in place of pasta, in casseroles, and even shredded and added to homemade breads when substituting them for grains is called for. So, go ahead, buy Carrot Red per kg online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/amaranthus-1-bunch/590003517",
    "name": "Tomato 1 kg",
    "price": "₹42.00",
    "image": "https://www.jiomart.com/images/product/original/590003517/tomato-1-kg-product-images-o590003517-p590003517-0-202203170629.jpg?im=Resize=(360,360)",
    "description": "Fresh, and delicious tomatoes are a summertime favourite. Tomatoes are perfect for sauces and salsas, or try marinating them in herbs and olive oil for an easy appetizer. Enjoy a delicious cup of tomato soup on a lazy afternoon or simply use it as a pizza topping on an exciting evening watching your favourite sports. So, go ahead, buy Tomato online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/bhendi-okra-per-kg/590003550",
    "name": "Bhendi (Okra) 250 g",
    "price": "₹19.00",
    "image": "https://www.jiomart.com/images/product/original/590003550/bhendi-okra-500-g-product-images-o590003550-p590003550-0-202203170339.jpg?im=Resize=(360,360)",
    "description": "Okra also commonly known as Lady Finger arrives in the pod, for a fun and unique cooking experience. Nosh some raw as a healthy snack, or sautee it lightly for a healthier version of fried Okra. Simply cut the tips of the pods into small pieces to add to soups or stews. Its sticky juice adds thickness, which is ideal for soups and stews alike. Adding a few tablespoons of chopped Okra to a soup or stew will do wonders for a silky, hearty consistency. So, go ahead, buy Bhendi (Okra) 250g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/alfalfa-sprouts-1-pack/590003540",
    "name": "Beetroot 500 g",
    "price": "₹26.00",
    "image": "https://www.jiomart.com/images/product/original/590003540/beetroot-500-g-product-images-o590003540-p590003540-0-202203141904.jpg?im=Resize=(360,360)",
    "description": "Beets are versatile and nutritious root vegetables with vibrant colours. Whether you're looking to add colour to your plate or boost your daily nutritional intake, the deep hues of beets are sure to please your eye and pallet. Whether served as a pickled appetizer, as part of a healthy salad, roasted with other vegetables as a side dish, or as part of a juice cleanse - the possibilities for incorporating Beets into your diet are endless. Add some chopped beets to your next salad or juice cleanse, and you'll wonder why you haven't done it sooner. So, go ahead, buy Beetroot 500 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/curry-leaves-1-bunch/590000117",
    "name": "Curry Leaves 1 bunch (Approx 20 g - 100 g)",
    "price": "₹9.00",
    "image": "https://www.jiomart.com/images/product/original/590000117/curry-leaves-1-bunch-approx-20-g-100-g-product-images-o590000117-p590000117-0-202203150753.jpg?im=Resize=(360,360)",
    "description": "The well kept secret of every South Indian kitchen- Curry leaves are a must have have if you like unique flavour in your food. It is added to countless food preparations like Sambhar, Chutney, Rasam for a dash of flavour and the unforgettable aroma. Buy Curry Leaves 1 bunch (Approx 20 g - 100 g) online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/kinoo-orange-per-kg/590085177",
    "name": "Kinoo Orange 1 kg",
    "price": "₹59.00",
    "image": "https://www.jiomart.com/images/product/original/590000492/kinoo-orange-1-kg-product-images-o590000492-p590085177-0-202203170719.jpg?im=Resize=(360,360)",
    "description": "Kinoo is a hybrid of two citrus cultivators, 'King' and 'Willow Leaf'. It is often pronounced as Kinoo or Kinu, and has an exceptionally sweet taste. The tree of this mandarin is high yield, with the size of an orange, but juicier than that of an orange. Kinoo Oranges can be made into jams, marmalades, and preserves with the addition of sugar. They may also be used in salads, desserts, ice creams, sorbets, and savoury dishes. So, go ahead, buy Kinoo Orange 1 kg online now!"
  },
  {
    "url": "https://www.jiomart.com/p/premiumfruits/dates-kimia-curate-premium-imported-pack-500-g/600939327",
    "name": "Dates Kimia Curate Premium Imported Pack 500 g",
    "price": "₹189.00",
    "image": "https://www.jiomart.com/images/product/original/599991658/dates-kimia-curate-premium-imported-pack-500-g-product-images-o599991658-p600939327-0-202305241903.jpg?im=Resize=(360,360)",
    "description": "Kimia Dates are very sweet and of soft, meaty texture. They are dark brown to black in colour.Dates are rich in Dietary Fibre and Vitamin A. They are excellent natural sweeteners. They are ideal for snacking, making healthy salads as well as for baking muffins and date bars."
  },
  {
    "url": "https://www.jiomart.com/p/premiumfruits/papaya-red-lady-premium-indian-1-pc-approx-0-90-kg-1-40-kg/602562441",
    "name": "Papaya Red Lady Premium Indian 1 Pc (Approx 780 g - 980 g)",
    "price": "₹38.00",
    "image": "https://www.jiomart.com/images/product/original/599991767/papaya-red-lady-premium-indian-1-pc-approx-0-90-kg-1-40-kg-product-images-o599991767-p602562441-0-202306231554.jpg?im=Resize=(360,360)",
    "description": "Red Lady Papaya offers a sweet taste, great aroma and a melon-like flavour. It has a greenish-yellow rind that turns into complete yellow to yellow-orange when ripe. The flesh is vibrant orange to deep red, filled with tiny black inedible seeds. The fruit is oval to cylindrical.Red Lady Papaya is very delicious and highly nutritious. It is a rich source of Vitamin A, Vitamin C and Vitamin D. It is also high in Folate and Selenium."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/ginger-indian-200-g/590003531",
    "name": "Ginger Indian 200 g",
    "price": "₹34.00",
    "image": "https://www.jiomart.com/images/product/original/590003531/ginger-indian-200-g-product-images-o590003531-p590003531-0-202203171030.jpg?im=Resize=(360,360)",
    "description": "Ginger has been used as a spice or as a medicine since ancient times. Give a good kick to any dish with the perfect amount of spicy, tangy, and bold flavor in just a pinch. With Ginger, you'll never have to worry about missing out on flavor or ruining your meal with too much seasoning ever again. Buy Ginger Indian 200 g online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/garlic-indian-200-g/590003532",
    "name": "Indian Garlic 200 g",
    "price": "₹70.00",
    "image": "https://www.jiomart.com/images/product/original/590003532/indian-garlic-200-g-product-images-o590003532-p590003532-0-202203141952.jpg?im=Resize=(360,360)",
    "description": "Garlic has a distinctive flavor that can be strong when raw, and sharp or bitter when burnt. Raw garlic flavour diminishes as garlic is cooked thoroughly. It is used to flavor many foods, such as salad dressings, vinaigrettes, marinades, sauces, vegetables, meats, soups, and stews. It is often used to make garlic butter and garlic toast. So, go ahead, buy Indian Garlic 200 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/chilli-green-200-gram/590003533",
    "name": "Green Chilli 200 g",
    "price": "₹18.00",
    "image": "https://www.jiomart.com/images/product/original/590003533/green-chilli-200-g-product-images-o590003533-p590003533-0-202203150435.jpg?im=Resize=(360,360)",
    "description": "Add a dash of spice to your food with the much loved Green Chillies. Green Chillies add a tanginess to the dish, which you cannot get from any other vegetable. They can be used in a variety of dishes like curries, breads, meat dishes, and stir fries. Tempering or tadka used in a variety of Indian dishes is incomplete without green chillies. So, go ahead, buy Green Chilli 200 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/lemon-100-g/590004153",
    "name": "Lemon 100 g",
    "price": "₹11.00",
    "image": "https://www.jiomart.com/images/product/original/590004153/lemon-100-g-product-images-o590004153-p590004153-0-202203170317.jpg?im=Resize=(360,360)",
    "description": "Lemon comes from the Citrus family that is low on Calories and is highly nutritious. Apart from Vitamin C, Lemons are also known to be rich in Thiamin, Folate, Fiber, Potassium and Calcium. Buy Lemon 100 g online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/garlic-peeled-1-pack/590000535",
    "name": "Garlic Peeled 1 Pack (Approx 80 g - 150 g)",
    "price": "₹39.00",
    "image": "https://www.jiomart.com/images/product/original/590000535/garlic-peeled-1-pack-approx-80-g-150-g-product-images-o590000535-p590000535-0-202203150710.jpg?im=Resize=(360,360)",
    "description": "Garlic is a popular herb in the Indian kitchen.It is grown worldwide and belongs to the Onions, Leeks and Chives family. In Indian kitchens, it is often used as a spice for curries and other preparations. Buy Garlic Peeled 1 Pack (Approx 80 g - 150 g)"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/thai-ginger-galangal-100-g/590105659",
    "name": "Thai Ginger (Galangal) 100 g",
    "price": "₹39.00",
    "image": "https://www.jiomart.com/images/product/original/590003596/thai-ginger-galangal-100-g-product-images-o590003596-p590105659-0-202203152125.jpg?im=Resize=(360,360)",
    "description": "Ginger has been used as a spice or as a medicine since ancient times. Give a good kick to any dish with the perfect amount of spicy, tangy, and bold flavor in just a pinch. With Ginger, you'll never have to worry about missing out on flavor or ruining your meal with too much seasoning ever again. Buy Thai Ginger (Galangal) 100 g online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/mushroom-200-g-pack/590000245",
    "name": "Button Mushroom 200 g",
    "price": "₹35.00",
    "image": "https://www.jiomart.com/images/product/original/590000245/button-mushroom-200-g-product-images-o590000245-p590000245-0-202203151749.jpg?im=Resize=(360,360)",
    "description": "For its small size, Button Mushrooms pack some big flavour. Button mushrooms are the most common and mild-tasting mushrooms available. They should be firm to touch, with no softness or tears. Avoid dried ones that have yellow or brown spots, since they may contain fungal spores that can affect the flavour. Serve these mushrooms off the stem for extra flavour, rather than on top of your dish. They are versatile for both fresh and cooked applications, which means you can use them in everything from salads to soups, stir-fries, pizzas, sandwiches, and main entrees. So, go ahead, buy Button Mushroom 200 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/dragonfruit-per-pc/590007689",
    "name": "Dragonfruit per pc (Approx 280 g - 450 g)",
    "price": "₹59.00",
    "image": "https://www.jiomart.com/images/product/original/590007689/dragonfruit-per-pc-approx-280-g-450-g-product-images-o590007689-p590007689-0-202203170904.jpg?im=Resize=(360,360)",
    "description": "Dragon Fruit is a tropical fruit that has become popular because of its appealing look and nutrition. It originates from Mexico and Central America and is now grown worldwide. It is also known as Pitaya, Pitahaya and Strawberry Pear in different regions. It is rich in Proteins, Fiber, Magnesium, Calories, Vitamin C, Iron and Carbs. It also contains different types of Antioxidants like Betalains, Hydroxycinnamates and Flavonoids. Buy Dragonfruit per pc (Approx 280 g - 450 g) online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/broccoli-each/590113044",
    "name": "Broccoli (Each) (Approx. 200 g - 400 g)",
    "price": "₹29.00",
    "image": "https://www.jiomart.com/images/product/original/590003581/broccoli-each-approx-400-g-600-g-product-images-o590003581-p590113044-0-202203150433.jpg?im=Resize=(360,360)",
    "description": "Broccoli is a nutritious and delicious vegetable that can be added to a diet in many ways. It can be eaten raw, as a side dish, or as an ingredient in various recipes. It can also be roasted, steamed, grilled, sauteed, stir-fried, or served as a soup. There is really no wrong way to eat broccoli, so feel free to get creative and try out classic recipes or invent your own!. So, go ahead, buy Broccoli (Each) (Approx. 200 g - 400 g) online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/butter-beans-200-g/590003475",
    "name": "Red Capsicum 200 g",
    "price": "₹34.00",
    "image": "https://www.jiomart.com/images/product/original/590003475/red-capsicum-200-g-product-images-o590003475-p590003475-0-202203170158.jpg?im=Resize=(360,360)",
    "description": "Red Capsicum is a mature and richer version of capsicum. Its vibrant colour provides a natural sweetness and freshness to dips, sauces and more. Red capsicum can be used raw or roasted, in halves or as a whole fruit as an accompaniment to vegetarian dishes. Red Capsicum can be added to many dishes including curries, papads, biryanis, dry snacks, and purees. It can be used in Indian pickles & chutneys, vegetable or lentil side dishes, yogurt recipes to provide a colourful spark to the meal. So, go ahead, buy Red Capsicum 200 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/artichokes-200-g/590003476",
    "name": "Yellow Capsicum 200 g",
    "price": "₹34.00",
    "image": "https://www.jiomart.com/images/product/original/590003476/yellow-capsicum-200-g-product-images-o590003476-p590003476-0-202203170319.jpg?im=Resize=(360,360)",
    "description": "The bright colour of these Yellow Capsicum is representative of the flavour within: sweet and delicious. Its perfect balance of sweet and spicy makes this a versatile and popular variety. These glossy, smooth-skinned peppers are milder in taste, and so are known as sweet peppers. It is sweet enough to serve cold but can also be used in dishes where spicy peppers are called for. Yellow Capsicum is great for stir-frying, roasting whole or in pieces but can also be chopped and incorporated into salsas or other sauces. So, go ahead, buy Yellow Capsicum 200 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/zucchini-green-200-g/590000110",
    "name": "Zucchini Green 500 g",
    "price": "₹60.00",
    "image": "https://www.jiomart.com/images/product/original/590000110/zucchini-green-500-g-product-images-o590000110-p590000110-0-202203170200.jpg?im=Resize=(360,360)",
    "description": "Zucchini has a mildly sweet taste and is a wonderful addition to any meal. It works well in soups, stews, stir-fries and casseroles. You can also use Zucchini in breads and muffins or slice it and fry it with sliced potatoes and onions for a quick side dish. Buy Zucchini Green 500 g online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/cabbage-red-1-kg/590000102",
    "name": "Red Cabbage 1 kg",
    "price": "₹59.00",
    "image": "https://www.jiomart.com/images/product/original/590000102/red-cabbage-1-kg-product-images-o590000102-p590000102-0-202203151949.jpg?im=Resize=(360,360)",
    "description": "Seasoned by nature with a mild, slightly sweet flavour, Red Cabbage used in a wide variety of dishes around the world. Raw Red Cabbage has a crisp texture and slightly peppery taste. When poached, roasted, or steamed, the vegetable becomes tender while retaining its crispness and vibrant colour. Red Cabbage pairs nicely with apples, cucumbers, onions and sweet bell peppers in salads. It is also good in soups and stews. So, go ahead, buy Red Cabbage 1 kg online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/zucchini-yellow-200-g/590000111",
    "name": "Zucchini Yellow 500 g",
    "price": "₹60.00",
    "image": "https://www.jiomart.com/images/product/original/590000111/zucchini-yellow-500-g-product-images-o590000111-p590000111-0-202203150714.jpg?im=Resize=(360,360)",
    "description": "Also known as Courgette, Zucchini is a summer squash of Mesoamerican origin. Zucchini is a delicious vegetable that can be eaten on its own or added to other dishes. Yellow Zucchini has a sweeter flavour than the green kind. Because it retains its colour after cooking, it also makes a sunny addition to any dish. It can be boiled, steamed, baked, grilled, or sauteed. Its light texture makes it a good substitute for pasta, especially when mixed with other healthy ingredients. You could also mix it into other recipes. Buy Zucchini Yellow 500 g online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/rosemary-10-g/590362822",
    "name": "Rosemary 10 g",
    "price": "₹15.00",
    "image": "https://www.jiomart.com/images/product/original/590003606/rosemary-10-g-product-images-o590003606-p590362822-0-202203150616.jpg?im=Resize=(360,360)",
    "description": "Enhance the flavours on your plate by adding Rosemary. The aroma and flavour of the Rosemary plant is legendary. This herb has been used for centuries as a seasoning in dishes from around the world, from chicken to seafood to simple vegetables, as well as numerous slow-cooked foods. The flavour blends particularly well with other Mediterranean flavours such as garlic, lemon, and olive oil. Add it fresh or dried to salads, vegetables, meats and even potatoes. The strong flavour of the dried form is most appropriate for robust meat dishes, while the light flavour of fresh rosemary better suits delicate fish and shellfish. So, go ahead, buy Rosemary 10 g online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/lemongrass-1-bunch/590003467",
    "name": "Lemongrass 1 bunch (Approx 40 g - 100 g)",
    "price": "₹12.00",
    "image": "https://www.jiomart.com/images/product/original/590003467/lemongrass-1-bunch-approx-40-g-100-g-product-images-o590003467-p590003467-0-202203151435.jpg?im=Resize=(360,360)",
    "description": "Lemongrass is essential for well known Thai dishes like Tom Yum Soup, Green Curry, Massaman Curry, Vegan Stir-Fry and Noodle Soup. Only the tender part of the bottom third (a tightly packed bulb) of the lemongrass is edible. This part can be sliced or pounded after the tough outer leaves or layers are removed. Once the fibrous inner stem is finely, finely sliced, you can add it raw to salads. So, go ahead, buy Lemongrass 1 bunch (Approx 40 g - 100 g) online now!"
  },
  {
    "url": "https://www.jiomart.com/p/groceries/cherry-tomato-1-pack/590003490",
    "name": "Cherry Tomato 1 Pack (Approx 100 g - 200 g)",
    "price": "₹25.00",
    "image": "https://www.jiomart.com/images/product/original/590003490/cherry-tomato-1-pack-approx-100-g-200-g-product-images-o590003490-p590003490-0-202203170442.jpg?im=Resize=(360,360)",
    "description": "Despite belonging from the Fruits family, Tomatoes are widely perceived as a vegetable and are used in several veggie preparations. Tomatoes are a rich source of Potassium, Folate, Lycopene and Vitamin C. Buy Cherry Tomato 1 Pack (Approx 100 g - 200 g) online now."
  },
  {
    "url": "https://www.jiomart.com/p/groceries/ready-to-eat-salad-mini-60-g/590364654",
    "name": "Trikaya Ready To Eat Salad Mini 60 g",
    "price": "₹55.00",
    "image": "https://www.jiomart.com/images/product/original/590009734/trikaya-ready-to-eat-salad-mini-60-g-product-images-o590009734-p590364654-0-202206011141.jpg?im=Resize=(360,360)",
    "description": "Now enjoy the convenience of pre-washed and ready-to-eat salad greens. This pack includes a healthy mix of lettuces - Iceberg, Red Lollo Rosso, Green Romaine, Simpson, Red Romaine with added Red Cabbage and Cherry Tomatoes. Every punnet includes two forks and a 20 ml pouch of a salad dressing containing sunflower oil, vinegar, black pepper, mustard powder, sugar and salt. So, go ahead, buy Trikaya Ready To Eat Salad Mini 60 g online now!"
  }
]